Repository: rerlache/PersonalWebsite
Catalog: robinerlacher.online/BlazorServerApp/Resources/About.*.resx
Languages: de

# 1986Body
source: Born in Rum near Innsbruck
de: Geboren in Rum bei Innsbruck

# 1986Title
source: Birth
de: Geboren

# 1993Body
source: Start of my school career
de: Anfang meiner Schulischen Laufbahn

# 1993Title
source: Elementary school
de: Volksschule

# 1997Body
source: Since the 3rd class here i knew, i want to start my work career with computers as soon as possible.
de: In der 3. Klasse stand für mich fest, dass ich nach 9 Jahren Pflichtschule Arbeiten will.<br />Dass es mit Computern sein wird, war mir auch schon klar.

# 1997Title
source: Secondary school
de: Hauptschule

# 2001Body
source: That's why i visited all computer relevant classes here.
de: Deswegen belegte ich im Polytechnischen Lehrgang auch alle Computer-relevanten Klassen.

# 2001Title
source: Polytechnic course
de: Polytechnischer Lehrgang

# 200208Body
source: Promoted and supported from AMS i still visited this course.<br />I used the internship-weeks to prove companies how i work.
de: Gefördert und unterstützt vom AMS besuchte ich diesen Kurs obwohl ich schon wußte, was ich machen will. Die Praktikums-Wochen kamen mir da gelegen um meine Arbeit auch unter Beweis stellen zu können.

# 200208Title
source: Career orientation course
de: Berufsorientierungskurs

# 200209Body
source: KTW offered a course for future computer technicians.
de: KTW bot diesen EDV-Techniker Lehrgang an, welcher mir für meine Zukunft zugute kommen sollte.

# 200209Title
source: IT course
de: IT Lehrgang

# 200212Body
source: Thanks to the intership-weeks i found a position for an apprenticeship at MED-EL.
de: Dank des Berufsorientierungskurses bzw den Praktikas konnte ich dann endlich in die Arbeitswelt einsteigen.

# 200212Title
source: Apprenticeship
de: Beginn Lehre

# 2004Body
source: Mobile independency, thanks to successful driving license exam (L17)
de: Mobile Unabhängigkeit, dank bestandener Führerschein-Prüfung (L17)

# 2004Title
source: Driving license
de: Führerschein

# 2006Body
source: 6 months military service at Lienz<br />After the base training i joined the guard squad till the end.<br />Where i succesfully finished the guard commander training.
de: 6 Monate Wehrdienst in Lienz<br />Nach der Grundausbildung kam ich zum Wachdienst.<br />Hier hab ich auch erfolgreich die Wachmeister Ausbildung abgeschlossen.

# 2006Title
source: Military service
de: Wehrdienst

# 2007Body
source: After the military service and a one week vacation, i re-joined MED-EL as an IT-Helpdesk employee.
de: Nach dem Wehrdienst und einer Woche Urlaub fing ich erneut bei MED-EL als IT-Helpdesk Mitarbeiter an.

# 2010Body
source: Even more mobile independency with the motorcycle license added to the driving license.
de: Für noch mehr mobile Unabhängigkeit gönnte ich mir die A-Eintragung im Führerschein.

# 2010Title
source: Motorcycle driving license
de: Motorrad Führerschein

# 201703Body
source: After 15 years experience within the Helpdesk and some more special topics (Sharepoint, Linux, Exchange, ...) i got promoted to the System Administration.
de: Nach 15 Jahren im Helpdesk mit immer mehr spezielleren Themen (Sharepoint, Linux, Exchange, ...) wechselte ich zur System Administration.

# 201710Body
source: After some organizational changes within the department, i moved to Business Applications together with the Sharepoint topic
de: Nach einer Abteilungs Umstrukturierung, wechselte ich mitsamt der Sharepoint Thematik zu Business Applications.

# 201712Body
source: Again organizational changes and time to move. Now i switched to the Digital Development department.<br /> Here i had the first contact with SCRUM, CRM, Power Platform and coding.
de: Erneute Umstrukturierung und ein wechsel, diesmal ein Abteilungswechsel zu Digital Development.<br />Hier konnte ich Erfahrungen mit SCRUM, CRM, Power Platform und Programmieren sammeln.

# 2020Body
source: Right before the Corona Pandamic hit us that hard, i was lucky and got my first dog.<br />More on the Dog site.
de: Rechtzeitig vor dem ganzen Corona-Wahnsinn hatte ich Glück und bekam meinen ersten Hund.<br />Mehr dazu unter "Hund".

# 2020Title
source: First dog
de: Erster Hund

# 202104Body
source: Department change again. Back to the IT with again new challenges and responsibilities.<br />As Cloud System Administrator again new topics (besides Sharepoint).<br /><ul><li>Azure</li><li>Box</li><li>Power Platform</li><li>AWS</li></ul>
de: Erneuter Abeitulngswechsel. Zurück bei IT übernahm ich neue Aufgaben und Herausforderungen.<br />Als Cloud System Administrator kamen die Themen dazu (zusätzlich zu Sharepoint).<br /><ul><li>Azure</li><li>Box</li><li>Power Platform</li><li>AWS</li></ul>

# 202110Body
source: Start of the Software Developer with C# course at the WIFI Innsbruck.<br />After 3 years without developing, i start through again.<br />Thanks to this course i was motivated to create a new Website for me.
de: Start des Software Developer mit C# Kurses beim WIFI Innsbruck.<br />Nach 3 Jahren ohne Programmieren starte ich jetzt durch.<br />Dank dieses Kurses war ich auch wieder motiviert eine neue Website zu erstellen.
