Repository: rerlache/PersonalWebsite
Catalog: robinerlacher.online/BlazorServerApp/Resources/Lang.*.resx
Languages: de

# HeadingAbout
source: Who am i?
de: Wer bin ich?

# HeadingCoding
source: if(mug == empty){robin.unhappy;mug.refill();}else{robin.happy}
de: if(mug == empty){robin.unhappy;mug.refill();}<br>else{robin.happy}

# HeadingIcehockey
source: Fastest Teamsport on Earth
de: Der schnellste Mannschaftssport der Welt

# HeadingMotorcycle
source: Freedom on 2 wheels
de: Freiheit auf 2 Rädern

# HeadingPhotography
source: Let me show you...
de: Schau dir das an...

# NavAbout
source: About me
de: Über mich

# NavCoding
source: Coding
de: Entwicklung

# NavDog
source: Dog
de: Hund

# NavIcehockey
source: Icehockey
de: Eishockey

# NavMotorcycle
source: Motorcycle
de: Motorrad

# NavPhotography
source: Photography
de: Fotografie

# PhotoProjectAnimal
source: Animal Photography
de: Tier Fotografie

# PhotoProjectCat
source: Category
de: Kategorie

# PhotoProjectLandscape
source: Landscape Photography
de: Landschafts Fotografie

# PhotoTitleElsa2
source: Elsa is looking for something very interesting...
de: Elsa sucht etwas sehr, sehr spannendes ...

# PhotoTitleLandscape1
source: Testing the Lens Ball
de: Testen des Lens Balls

# TitleAbout
source: About me
de: Über mich

# TitleCoding
source: Code by:
de: Programmier von:

# TitleDog
source: Dog Owner
de: Hundebesitzer

# TitleIcehockey
source: Hockey player
de: Eishockeyspieler

# TitleIndex
source: Welcome
de: Willkommen

# TitleMotorcycle
source: Bike Rider
de: Motorradfahrer

# TitlePhotography
source: Photography by:
de: Fotos von:
